export const ACTIVITIES = [
  {
    id: 'Activities',
    contents: [
      {
        id: '1',
        title: 'Amazon Student Club 1기',
        kr: '아마존 스튜던트 클럽',
        date: '2023.05.15-Current',
        imgage: 'assets/activities/asc.png',
        info: [
          '클라우드 기술에 관심 있는 대학생들이 함께 공부하고 공유하는 학술모임 참여',
          [
            '- 매주 클라우드 기술 스터디 및 세션을 진행하여 다양한 개발자들과 기술 공유',
            '- 동아리에서 스터디한 내용을 적용하여 AWS EC2, Route 53를 사용해 보며 개인 프로젝트 AWS 배포',
            '- 프론트엔드 개발자를 희망하는 동아리원들과 ‘자바스크립트 DeepDive 스터디’ 모집 및 진행',
            '- 프로젝트 유지보수를 위한 ‘프론트엔드 성능 최적화 가이드’ 독서 스터디 진행중',
            '- 2주에 1번씩 이슈 해결 방법과 느낀점을 작성하는 ‘개발 블로그 포스팅’ 스터디 진행중',
          ],
        ],
      },
      {
        id: '2',
        title: 'DND 8기 : IT 연합동아리',
        kr: '디앤디',
        date: '2023.01.03-2023.06.23',
        imgage: 'assets/activities/dnd.png',
        info: [
          'DND 동아리에 프론트엔드 개발자로 참여하여 ‘모두의 시간’ 서비스 개발',
          [
            '- 다양한 분야의 개발자, 기획자, 디자이너와 협업하며 하나의 서비스를 런칭하는 과정에 참여',
            '- 데일리 스크럼을 진행하며 두 달동안 하나의 서비스를 런칭하고, 지속해서 유지보수 진행 중',
            '- 프론트엔드 개발자를 희망하는 동아리원들과 ‘자바스크립트 DeepDive 스터디’ 모집 및 진행',
          ],
        ],
      },
      {
        id: '3',
        title: 'K-SW Square 미국 인턴',
        kr: '정보통신기획평가원',
        date: '2022.09.01-2022.12.22',
        imgage: 'assets/activities/ksw.png',
        info: [
          '미국 퍼듀대학교에서 Visiting Scholar 신분으로 ‘Rabbit’ 앱개발 프로젝트 수행',
          [
            '- 4개월간 미국 인디애나주에서 생활하며 미국의 로컬 문제를 해결하는 IT 프로젝트 기획 및 개발',
            '- 로컬 설문조사, 인터뷰, 미국 앱 리서치 등을 통해 미국 사용자 맞춤 서비스 개발',
            '- 팀장으로서 다양한 분야, 나라의 팀원들을 이끌어 프로젝트를 완수해 10팀 중 유일하게 해외학회 (IEEE BigDataService 2023) 논문 제출',
          ],
        ],
      },
    ],
  },
];
